{
  "build-and-create-friendship": "MYNA buduje i tworzy przyjaźnie w każdym projekcie. Wierzymy, że nasza marka jest wartościowa i bardziej wierna temu, kim jesteśmy, jeśli łączymy się z pięknymi ludźmi. Jest to również przypomnienie dla każdego, jak ważny jest akt przyjaźni i nigdy nie powinniśmy z niego rezygnować, z samolubnych zachowań.",
  "Collection": "Kolekcja",
  "DIVINE TENCEL": "CUDNY TENCEL",
  "Embroidery in MYNA": "<0>Hafty w kolekcjach MYNA są dość ważne z jednego ważnego powodu – naprawdę łączą nas z każdym projectem, tworzonym własnymi rękami z miłością i spokojem. Stworzenie czegoś wartościowego z własnej indywidualności i umiejętności haftu jest naprawdę pięknym aktem i przypomina nam o prostszych rzeczach w życiu. Uwielbiamy haftować i wykonywać akty sztuki, aby tworzyć nową historię, osobisty kontakt i ponadczasową miłość.</0><0>To wymaga czasu, daje możliwość usiąść na chwilę, zwolnić, aby wykonać piękne dzieło, inspirowane prostym życiem i naturą. Dzięki temu aktowi utrzymujemy naszą inspirację na długo i dzielimy się nią z Wami, aby cieszyć się nim każdym dniem..</0>",
  "FEEL CONNECTED": "FEEL CONNECTED",
  "FRIENDSHIP MYNA": "MYNA I PRZYJAŹŃ",
  "hemp-is-antibacterial": "HEMP is antibacterial, which means you can wear it longer than other fabrics, before washing,",
  "IT’S TIME FOR LINEN": "IT’S TIME FOR LINEN",
  "less-water-is-needed": "at least 50% less water is needed to grow it,",
  "linen-is-an-amazing-fabric": "Linen is an amazing fabric. It’s not only wonderful to wear, but is also the oldest known, as well as one of the most sustainable! This is why we love it so much and we couldn't miss it.",
  "New consciously beautiful collection": "Nowa przejściowa, ponadczasowa kolekcja",
  "MYNA-Embroidery": "HAFTY W MYNA",
  "MYNA-grand-purpose": "<0>Nadrzędnym celem MYNA przy tworzeniu marki modowej jest pozostawanie w zgodzie z naturą, dlatego nie wyobrażalibyśmy sobie naszej kolekcji bez tego boskiego materiału..</0> <0> Oprócz niewielkiego wpływu na środowisko, uwielbiamy Tencel za to, że jest przyjemny w noszeniu. Tencel jest naprawdę jak twoja druga skóra, po prostu cudny! Dzięki strukturze swojej często porównywanej do jedwabiu, materiał ten nie gromadzi bakterii, odpycha wilgoć i jest oddychający, zapewniając Ci komfort w każdych warunkach. Próbowaliśmy tego i absolutnie zakochaliśmy się w Tencelu. Ponadto Tencel jest niemal niewiarygodnie łatwy w pielęgnacji — jest odporny na zagniecenia, można go prać w pralce i jest imponująco trwały. Przy odpowiedniej pielęgnacji odzież z tencelu może pozostać w doskonałym stanie przez lata.. </0> <0>Klasyczny trencz MARIGOLD, kobieca sukienka ALYSS, urocza bluzka TILIA czy eleganckie spodnie DELPHI to elementy naszej kolekcji z tego cudownego materiału.</0>",
  "New Autumn-Winter transitional & timeless collection": "Nowa kolekcja przejsciowa na Jesien/Zima, Consciously Beautiful",
  "New consciously beautiful collection": "New consciously beautiful collection",
  "no-pesticides-need": "no pesticides need to be used to grow it as it is weed,",
  "our-leya-dresss-is-honored": "Our LEYA dresss is honored by collaborations with two amazing artists. Jola Hardejewicz-Hardy, who hand-painted our prints and Zaritza, singer&song writer, confident liberated feminist who is dedicated to supporting other woman.",
  "OUR LOVED COLLECTIONS": "NASZE UKOCHANE KOLEKCJE",
  "OUR ORGANIC COTTON & HEMP QUALITY": "OUR ORGANIC COTTON & HEMP QUALITY",
  "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE": "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE",
  "our-passion-leads-us-to-creativity": "Our passion leads us to creativity. Quite organically we met beautiful person and became very good friends. We are honored to work with very talented artist Jola Hardejewicz-Hardy who dedicate her life and passion for art & painting on silk. This time Jola hand-panited for MYNA on organic cotton voile, the finest quality in our collection. Each blouse is different and unique.",
  "STAY INSPIRED WITH MYNA – VIEW OUR LOOKBOOK": "INSPIRACJE MYNA – ZOBACZ NASZĄ KOLEKCJĘ",
  "sustainability-is-very-important-and-fashion": "Sustainability is very important and fashion is no longer only focused on comfort but also its impact on the environment. Our GEA and IVY basic tops are best examples. What do we know:",
  "the-biggest-beauty": "“The biggest beauty is, when you know who you are”",
  "the-elegance-of-the-tulip": "The elegance of the tulip lies in its simplicity. We used inspiration for our TULI dress from the petal shape. This A cut pattern flutters every figure. One of the most sustainable Tencel fabric used for this design perfectly reflects the inspiration ensuring comfort & elegance.",
  "there-are-no-waste": "there are no waste products as the whole plant is used for different purposes."
}
