{
  "Our Mission": "Nasza Misja",
  "We are more than just ethical and sustainable brand": "Jesteśmy czymś więcej niż tylko etyczną i zrównoważoną marką",
  "We create feminine and effortless design": "Tworzymy kobiecy i swobodny design",
  "We design pieces to love forever, create and promote timeless fashion": "Projektujemy ubrania, aby je kochać na zawsze, tworzymy i promujemy ponadczasową modę",
  "We are conscious label": "Jesteśmy świadomą marką",
  "We promote authentic connection": "Promujemy autentyczne relacje",
  "we-design-pieces-that-are-beautiful": "Tworzymy ubrania , które są piękne i inspirowane naturalnym pięknem, mogą być uniwersalne i noszone na każdą okazję",
  "We design long lasting and quality designs and products": "Projektujemy trwałe i wysokiej jakości ubrania",
  "We are not setting new, but long lasting trends": "Nie wyznaczamy nowych, ale ponadczasowe trendy",
  "We create so you can feel amazing, beautiful and have free conscious": "Tworzymy, abyś mógła poczuć się niesamowicie, pięknie i świadomie",
  "We give you attention to details and personal attention": "Dbamy o szczegóły i indywidualne podejście",
  "We aim to inspire your life!": "Naszym celem jest inspirowanie Twojego życia!",
  "we-use-eco-friendly-fabrics": "Używamy tkanin przyjaznych dla środowiska, które mają minimalny wpływ na środowisko, takich jak tencel, bawełna organiczna i len. Wszechstronność naszych kolekcji pozwala na długotrwałe użytkowanie, a wszystkie nasze opakowania, artykuły papiernicze i materiały marketingowe są drukowane na papierze pochodzącym z recyklingu. Każdy element wykonujemy ręcznie od początku do końca w Polsce.",
  "Our Values": "Nasze Wartości",
  "Body Positivity": "Pozytywność Ciała",
  "we-bring-a-trusted-and-beautiful": "Dajemy zaufany i piękny produkt, który komplementuje życie kobiety i naturalne piękno.",
  "Positive Impact": "Pozytywny Wpływ",
  "we-are-dreamers-and-believers": "Jesteśmy marzycielami i mamy dużą wiarę. Pracując z etycznymi i zrównoważonymi partneram oraz promując takich producentów, mamy nadzieję, że zwiększy to popyt na etyczną i zrównoważoną modę.",
  "Humanity": "Ludzkość",
  "we-are-not-willing-to-compromise": "Nie jesteśmy skłonni do kompromisów dla ludzi. Jesteśmy marką stworzoną etycznie i traktujemy nasz zespół jako równych partnerów i współpracowników.",
  "Environment": "Środowisko",
  "we-promote-slow-fashion-movement": "Promujemy ruch slow fashion, aby przyczynić się do ograniczenia marnotrawstwa mody.",
  "Our Vision": "Nasza Wizja",
  "our-vision-is-a-world-dedicated": "Nasza wizja to świat poświęcony kobiecemu duchowi, celebrujący kobietę poprzez ponadczasowy design i miłość do ukrytych szczegółów, takich jak sekrety, które tylko ona zna.",
  "we-would-like-our-brand-to-be-classic": "Chcielibyśmy, aby nasza klijentka była klasyczna i piękna, subtelna i kobieca, aby odzwierciedlała naszą markę i nasze projekty. Chcemy, aby nasza klientka czuła osobisty związek z marką, czuła się wyjątkowa i zadbana, czuła się piękna, czuła, że ​​zasługuje na to, by pięknie wyglądać i może to zrobić bez wysiłku, jednocześnie wiedząc, że dokonuje właściwego wyboru dla siebie, swoich bliskich i naszą piękną planetę. Dokonując świadomego wyboru naszych produktów wygląda pięknie, ale nie rezygnuje ze swoich wartości.",
  "Our Story": "Nasza Historia",
  "fashion-was-always-deep": "Moda zawsze była głęboko w moim sercu i ewoluowała do momentu, kiedy nie chciałam już uczestniczyć w trendach szybkiej i sezonowej mody. Od najmłodszych lat kochałam piękno. Ale nie chcę zostawić negatywnego wpływu na świat. Chcę zmienić świat mody.",
  "thats-how-myna-came-about": "Tak powstała Myna. Zrównoważoną modę poznałam dzięki mojej dobrej znajomej, która razem ze mną założyła Mynalabel. Pomysł polegał na stworzeniu marki, która dba o środowisko i chroni świat dla naszych dzieci. Odtąd chcę nosić ubrania wykonane przez uczciwych pracowników i nie transportowane przez pół świata. Mam własną wizję stylu, której nie mogłam znaleźć nigdzie indziej. Szukałam kobiecych form inspirowanych romantycznymi i ponadczasowymi wzorami, które będę kochać przez lata.",
  "thanks-to-myna": "Dzięki Myna spełniłam swoje marzenie, które zaczęło się, gdy byłam małą dziewczynką uczącą się szycia od mamy. W dniu, w którym ukończyłam London College of Fashion, wiedziałam, że to nie koniec spełniania moich marzeń. Kiedy zaoszczędziłam wystarczająco dużo pieniędzy, a moje dzieci trochę podrosły, mogłam w końcu zrealizować swoje marzenie o stworzeniu etycznej i przyjaznej dla środowiska marki odzieżowej.",
  "we-love-timeless-fashion": "Uwielbiamy ponadczasową modę i życie w zgodzie z naturą. Moja mama jest moją największą fanką i wzajemnie się inspirujemy. Mam nadzieję, że moja praca też może zainspirować również i Ciebie.",
  "Designer": "Projektant",
  "Inspiration": "Inspiracja",
  "nature-as-muse": "Natura jako muza"
}
