{
  "your-pieces": "Twoje produkty są wysyłane w 100% z offsetem węglowym, z międzynarodowym podglądem, jeśli jest to możliwe.",
  "estimated-shipping": "Szacowane czasy wysyłki są następujące: <0/> Europa - 3 do 7 dni pracujących <0/> Reszta świata - 7 do 10 dni pracy <0/>Wysyłamy w ciągu 3 dni od złożenia zamówienia, z wyjątkiem produktów zamówionych w przedsprzedaży, otrzymasz powiadomienie mailem z numerem śledzenia. <0/> Zamówienia w przedsprzedaży realizowane są w ciągu 1 do 2 tygodni. Napisz do nas na <1>connect@mynalabel.com</1>.",
  "customers-are-responsible": "Klienci są odpowiedzialni za wszelkie opłaty celne i importowe, które mogą mieć zastosowanie. MYNA nie ponosi odpowiedzialności za opóźnienia spowodowane odprawą celną.",
  "if-you-are-unhappy": "Jeśli nie jesteś zadowolony ze swojego zamówienia, skontaktuj się z nami pod adresem <0>connect@mynalabel.com</0> daj nam znać, a my pomożemy Ci najlepiej, jak potrafimy.",
  "if-you-are-otherwise": "Jeśli nie jesteś zadowolony z innego przedmiotu, możesz go zwrócić pod warunkiem, że skontaktujesz się z nami w ciągu 14 dni od dostawy i odeślesz przedmiot w ciągu 21 dni od daty dostawy. <0/> Ostateczne zamówienia sprzedaży są zwolnione i nie mogą zostać zwrócone i zwrócone.",
  "customers-responsible-return": "Klienci są odpowiedzialni za koszty wysyłki zwrotnej oraz za bezpieczne odbiór przez MYNA wszelkich zwracanych przedmiotów.",
  "returned-from-outside-eu": "Jeśli produkt jest zwracany spoza UE, proszę wyraźnie oznaczyć paczkę jako zwrot, aby uniknąć poniesienia kosztów celnych. MYNA nie ponosi odpowiedzialności za koszty celne związane ze zwracanymi przedmiotami!.",
  "incase-returned-not-arrived": "W przypadku, gdy zwracany towar nie zostanie odebrany przez MYNA w oryginalnym stanie, klient ponosi odpowiedzialność za utratę wartości.",
  "Shipping": "Wysyłka",
  "Customs and import taxes": "Cła i podatki importowe",
  "Returns and Exchanges": "Zwroty i wymiany",
  "Returns and exchanges": "Zwroty i wymiany",
  "Conditions of return": "Warunki zwrotu"
}
