{
  "Sustainability": "Ekologia",
  "Who made your clothes": "Kto zrobił Twoje ubranie",
  "all-our-pieces-are-hand-crafted": "Wszystkie nasze produkty są ręcznie robione przez członków naszej rodziny w Europie. Zajmują się całym szyciem, krojeniem i wymiarowaniem. Wszystkie elementy wykonane są ze szczególną starannością iz zaangażowaniem naszych szwaczek. Razem z Justyną dokładnie sprawdzają każdy element, zanim trafi do Ciebie. Naszym celem jest, aby każdy egzemplarz był ukochany i noszony przez lata, dlatego każdy egzemplarz wykonujemy z dbałością o jakość.",
  "Timeless pieces": "Ponadczasowy produkt",
  "we-give-you-small-capsule-collections": "Tworzymy dla Ciebie małe kolekcje kapsułowe, które są ponadczasowe i współpracują ze sobą przez wszystkie pory roku. Wierzymy w tworzenie rzeczy, które pokochasz przez lata, rzeczy, które są wyjątkowe, ale uniwersalne, można je nosić razem, tworząc cały zestaw, i łatwo przekształcisz się z wyjątkowej okazji w zestaw na co dzień.",
  "our-pieces-are-destined-to-complement": "Nasze ubrania są przeznaczone do uzupełnienia Twojego życia, Twojego stylu życia i Twojego ciała. Tworzone są przez kobiety i dla kobiet każdy egzemplarz stworzyliśmy dla naszych przyjaciół, rodziny i dla siebie. Żyjemy i oddychamy naszymi dziełami i z dumą dzielimy się nimi z Wami.",
  "Ethically sourced": "Pozyskiwane etycznie",
  "we-believe-in-transparency": "Wierzymy w przejrzystość. Współpracujemy z ludźmi i firmami, które są oddane etycznemu i zrównoważonemu pozyskiwaniu i produkcji. Opieramy się na certyfikacji ekologicznych i tam, gdzie to możliwe, ekologicznych tkanin. Wszystkie tkaniny są barwione naturalnie i bez szkody dla środowiska. Staramy się budować bliskie relacje z naszymi dostawcami, aby zapewnić najwyższą jakość bez narażania wpływu na środowisko i społeczności. Każda pozycja zawiera opis tekstyliów oraz ich pochodzenie. Zapytaj nas o wszystko, chętnie się wszystkim podzielimy.",
  "Our suppliers": "Nasi dostawcy",
  "Samatoa": "Samatoa",
  "cambodian-based-social-textile": "Przedsiębiorstwo tekstylne z siedzibą w Kambodży, skupiające się na wartościach sprawiedliwego handlu i zrównoważonego rozwoju. Produkują unikalne i innowacyjne mieszanki tkanin z kwiatem lotosu. Ponadto zapewniają długotrwałe i uczciwe zatrudnienie ponad 500 lokalnym kobietom.",
  "Siebenblau": "Siebenblau",
  "germany-based-natural-organic": "Dystrybutor naturalnej bawełny organicznej i tkanin lnianych z siedzibą w Niemczech, dostarczający głównie produkty biodegradowalne.",
  "Fabric House SRL": "Fabric House SRL",
  "italy-based-distributor": "Dystrybutor tekstyliów tencel, modalnych i cupro z siedzibą we Włoszech, sprzedający innowacyjne, zrównoważone tekstylia przy użyciu technologii zamkniętej pętli i ograniczonych zasobów.",
  "Packaging and shipping": "Pakowanie i wysyłka",
  "we-exclusively-use-recyclable": "Używamy wyłącznie artykułów papierniczych i opakowań nadających się do recyklingu i biodegradacji. Nasze elementy są pakowane w lniane torby, które można ponownie wykorzystać do przechowywania w domu. Współpracujemy z Carbonfund.org, aby nasza wysyłka była neutralna pod względem emisji dwutlenku węgla. Carbonfund pomaga nam obliczyć nasze emisje związane z żeglugą, a my je kompensujemy, przekazując darowizny na ich programy ochrony środowiska.",
  "The creation": "Kreacje",
  "The Design Process": "Proces projektowania",
  "Nature Friendly Packaging": "Opakowania przyjazne naturze",
  "Multi Purpose Packaging": "Opakowanie uniwersalne"
}
