{
  "FEEL CONNECTED": "FEEL CONNECTED",
  "hemp-is-antibacterial": "HEMP is antibacterial, which means you can wear it longer than other fabrics, before washing,",
  "believe-text": "<0>We believe in personal connection and organic beauty. We want You to feel unique and cared for, to feel feminine, to feel that You deserve to shine & flow effortlessly.</0><0>We’d love You to make the right choices for yourself, your loved ones and our planet by making conscious choice of wearing our sustainable pieces.</0><0>You will look & feel not only beautiful but aligned with your values.</0>",
  "landing-inspiration": "<0>The inspiration for SS2022 came in need to re-connect with myself, with the nature, with underestimated  simplicity and to feel the freedom – freedom that is overwhelming.</0><0>Large waters, amazing blue landscapes, the red-tiled, yellow and blues, whitewashed architecture, the tiny towns that asleep in the searing afternoon, stunning sunny beaches and the true feeling of freedom to be yourself at that moment - enjoying the company of wind and waves of ocean.</0><0>I always loved how the ocean makes me feel – it’s like a trigger telling your brain your are in the right place.</0><1>Justyna<2/>founder & designer</1>",
  "less-water-is-needed": "at least 50% less water is needed to grow it,",
  "magic-text-shop-the-looks": "The magic of a Woman lies in her graceful flow & cyclical change.",
  "New consciously beautiful collection": "New consciously beautiful collection",
  "no-pesticides-need": "no pesticides need to be used to grow it as it is weed,",
  "our-leya-dresss-is-honored": "Our LEYA dresss is honored by collaborations with two amazing artists. Jola Hardejewicz-Hardy, who hand-painted our prints and Zaritza, singer&song writer, confident liberated feminist who is dedicated to supporting other woman.",
  "OUR ORGANIC COTTON & HEMP QUALITY": "OUR ORGANIC COTTON & HEMP QUALITY",
  "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE": "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE",
  "our-passion-leads-us-to-creativity": "Our passion leads us to creativity. Quite organically we met beautiful person and became very good friends. We are honored to work with very talented artist Jola Hardejewicz-Hardy who dedicate her life and passion for art & painting on silk. This time Jola hand-panited for MYNA on organic cotton voile, the finest quality in our collection. Each blouse is different and unique.",
  "STAY INSPIRED WITH MYNA – VIEW OUR LOOKBOOK": "STAY INSPIRED WITH MYNA – VIEW OUR LOOKBOOK",
  "sustainability-is-very-important-and-fashion": "Sustainability is very important and fashion is no longer only focused on comfort but also its impact on the environment. Our GEA and IVY basic tops are best examples. What do we know:",
  "the-biggest-beauty": "“The biggest beauty is, when you know who you are”",
  "there-are-no-waste": "there are no waste products as the whole plant is used for different purposes."
}
