{
  "FEEL CONNECTED": "FEEL CONNECTED",
  "magic-text-shop-the-looks": "NEW QUALITY AT MYNALABEL – MERINO WOOL",
  "landing-inspiration": "<0>Modern day queen — ‘Winged, but rooted’ With her feet planted on the rich soil that nurtures her, she opens her arms and soars high with a head full of dreams. Driven by her passion, she’s a city girl that reaches for the sky like a bird, yet through the seasons she stays firmly rooted in her values.</0><1>Justyna<2/>founder & designer</1>",
  "believe-text": "<0>These high-quality natural fibre create our design that is a joy to wear. Hooray for wool that doesn’t itch! and will stand the test of time. Merino wool is perfect for both summer and winter due to its breathability and temperature regulating properties. It will keep you warm and insulated in cold weather, and cool and comfortable in the summer months - plus it is hypo-allergenic, making it the perfect fibre for sensitive skin. Merino wool also repels dirt, stains and wrinkles and is naturally antibacterial – which means minimal washing and ironing! Merino wool is naturally biodegradable.</0><0>Fortunately, merino wool typically comes from New Zealand, which, as we've already established, have much higher standards for animal welfare. This makes it one of the more ethical types of wool.</0>",
  "believe-text-two": "<0>One of our favorite times of the year is always when we're getting ready to embark on a new chapter. Transitioning from summer to fall is our specialty because we love creating evergreen pieces and finding new ways to style our summer pieces. Now more than ever, with conscious mind it's important to start buying fashion we can wear for several months to come.</0><0>Have a look how do we transition and layer our summer collection pieces that we think will effortlessly help you transition from season to season.</0><0>Stay inspired with Mynalabel.</0>",
  "New consciously beautiful collection": "New consciously beautiful collection",
  "no-pesticides-need": "no pesticides need to be used to grow it as it is weed,",
  "our-leya-dresss-is-honored": "Our LEYA dresss is honored by collaborations with two amazing artists. Jola Hardejewicz-Hardy, who hand-painted our prints and Zaritza, singer&song writer, confident liberated feminist who is dedicated to supporting other woman.",
  "OUR ORGANIC COTTON & HEMP QUALITY": "OUR ORGANIC COTTON & HEMP QUALITY",
  "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE": "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE",
  "our-passion-leads-us-to-creativity": "Our passion leads us to creativity. Quite organically we met beautiful person and became very good friends. We are honored to work with very talented artist Jola Hardejewicz-Hardy who dedicate her life and passion for art & painting on silk. This time Jola hand-panited for MYNA on organic cotton voile, the finest quality in our collection. Each blouse is different and unique.",
  "sustainability-is-very-important-and-fashion": "Sustainability is very important and fashion is no longer only focused on comfort but also its impact on the environment. Our GEA and IVY basic tops are best examples. What do we know:",
  "lookbook-title-caption": "WATCH OUT- MORE BEAUTIFUL DESIGNS AND QUALITIES IS COMING SOON.",
  "the-biggest-beauty": "“The biggest beauty is, when you know who you are”",
  "there-are-no-waste": "there are no waste products as the whole plant is used for different purposes."
}
