{
  "FEEL CONNECTED": "FEEL CONNECTED",
  "magic-text-shop-the-looks": "NEW QUALITY AT MYNALABEL – MERINO WOOL",
  "landing-inspiration": "<0>\"With her feet on the rich soil that nurtures her, she opens her arms wide and soars high... reaching for the sky like a bird with a head full of dreams. Driven by her passion, she opens herself up to a world of possibilities to conquer the quest of life, yet ...she remains firmly rooted in her values through the seasons.\"</0><0>- winged, but rooted</0><1>Maheshika Peiris</1>",
  "laning-inspiration-two": "Our AW2022 collection \"winged, but rooted\" is an ode to the modern-day queen. Every piece was carefully designed to celebrate the femininity of the conscious woman and accentuate her natural beauty inside out.",
  "believe-text": "<0>Why Merino Wool?</0><0>First, these high-quality natural fibers make our beautiful feminine designs a joy to wear! It is almost like a second skin and is perfect for both; summer and winter due to its breathability and temperature regulating properties. It will keep you warm and insulated in cold weather and cool and comfortable through the summer months.</0><0>Merino wool typically comes from New Zealand, a country with pretty high standards for animal welfare. This makes it one of the most ethical types of wool in the world.</0><0>Plus, it is hypoallergenic, which means it is perfect for sensitive skin. Merino wool also repels dirt, stains, and wrinkles, and is naturally antibacterial, minimizing the time spent on washing and ironing!</0><0>So, yes to wool that doesn't itch, stands the test of time, and is biodegradable?</0>",
  "believe-text-two": "<0>Like the chapters of a novel, every new season has its own unique charms. While we enjoy each season, the period between them when we are all prepping for the dawn of a new season is one of our favourites.</0><0>We love creating outfit combinations using our summer pieces and styling them for cold months. Transitioning from summer to fall is our speciality — our perfect blend! It is easy to get trapped in the mindset of compulsive buying, but we are here to encourage you to make choices that impact you and our planet positively.</0><0>Are you ready to see how we style our summer collection pieces effortlessly into fall?</0><0>Come, have a look! We will show you how to increase the cost per wear of your clothes.</0><0>Stay inspired, with Mynalabel.</0>",
  "New consciously beautiful collection": "New consciously beautiful collection",
  "no-pesticides-need": "no pesticides need to be used to grow it as it is weed,",
  "our-leya-dresss-is-honored": "Our LEYA dresss is honored by collaborations with two amazing artists. Jola Hardejewicz-Hardy, who hand-painted our prints and Zaritza, singer&song writer, confident liberated feminist who is dedicated to supporting other woman.",
  "OUR ORGANIC COTTON & HEMP QUALITY": "OUR ORGANIC COTTON & HEMP QUALITY",
  "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE": "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE",
  "our-passion-leads-us-to-creativity": "Our passion leads us to creativity. Quite organically we met beautiful person and became very good friends. We are honored to work with very talented artist Jola Hardejewicz-Hardy who dedicate her life and passion for art & painting on silk. This time Jola hand-panited for MYNA on organic cotton voile, the finest quality in our collection. Each blouse is different and unique.",
  "sustainability-is-very-important-and-fashion": "Sustainability is very important and fashion is no longer only focused on comfort but also its impact on the environment. Our GEA and IVY basic tops are best examples. What do we know:",
  "lookbook-title-caption": "Await more ethereal and quality designs - coming soon",
  "the-biggest-beauty": "“The biggest beauty is, when you know who you are”",
  "there-are-no-waste": "there are no waste products as the whole plant is used for different purposes."
}
