{
  "OUR LOVED COLLECTIONS": "OUR LOVED COLLECTIONS",
  "Collection": "Collection",
  "New consciously beautiful collection": "New consciously beautiful collection",
  "New Autumn-Winter transitional & timeless collection": "New Autumn-Winter transitional & timeless collection",
  "MYNA-Embroidery": "MYNA's Embroidery",
  "Embroidery in MYNA": "<0>Embroidery in MYNA’s collections are quite important from one principle – truly connects us to every single piece, created by our own hands with love and passion for details. Creating something valuable from our own individuality and skill embroidery its really beautiful act and reminds us about simpler things in life. We love embroidery and implementing act of art, to create new story, personal touch and timeless love.</0><0>It takes time, it gives opportunity to seat down for a while, slow down to craft beautiful work, inspired by simple life and nature. With this act we keep our inspiration for long and share it with you to enjoy every single day.</0>",
  "FEEL CONNECTED": "FEEL CONNECTED",
  "DIVINE TENCEL": "DIVINE TENCEL",
  "the-elegance-of-the-tulip": "The elegance of the tulip lies in its simplicity. We used inspiration for our TULI dress from the petal shape. This A cut pattern flutters every figure. One of the most sustainable Tencel fabric used for this design perfectly reflects the inspiration ensuring comfort & elegance.",
  "MYNA-grand-purpose": "<0>MYNA’s grand purpose with creating fashion label is to stay in harmony with nature, therefore we would not imagine our collection without this divine material.</0> <0> Beyond it's low impact on the environment,  we love Tencel for  it’s enjoyable pleasure to wear.  It is truly like your second skin, it feels divine! With a texture often compared to silk, this material does not harbor bacteria, repels moisture and is breathable — ensuring the wearer is comfortable in any conditions. We’ve tried it and we absolutely in love with Tencel. In addition, Tencel is almost unbelievably easy to care for as well — it’s wrinkle-resistant, machine-washable and impressively durable. With proper care, Tencel garments can remain in excellent condition for years. </0> <0>Classic MARIGOLD trench coat, feminine ALYSS dress, lovely TILIA blouse or elegant DELPHI culottes are our collection pieces form this marvelous material.</0>",
  "FRIENDSHIP MYNA": "FRIENDSHIP MYNA",
  "build-and-create-friendship": "MYNA builds and creates friendships in every single projects. We believe, that our label is valuable and more true to who we are if we connect with beautiful people in mind & soul. It’s a reminder also for every one of how important is act of friendship and we should never give it up.",
  "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE": "OUR ORGANIC COTTON VOILE QUALITY, NATURAL DYE",
  "our-passion-leads-us-to-creativity": "Our passion leads us to creativity. Quite organically we met beautiful person and became very good friends. We are honored to work with very talented artist Jola Hardejewicz-Hardy who dedicate her life and passion for art & painting on silk. This time Jola hand-panited for MYNA on organic cotton voile, the finest quality in our collection. Each blouse is different and unique.",
  "our-leya-dresss-is-honored": "Our LEYA dresss is honored by collaborations with two amazing artists. Jola Hardejewicz-Hardy, who hand-painted our prints and Zaritza, singer&song writer, confident liberated feminist who is dedicated to supporting other woman.",
  "the-biggest-beauty": "“The biggest beauty is, when you know who you are”",
  "OUR ORGANIC COTTON & HEMP QUALITY": "OUR ORGANIC COTTON & HEMP QUALITY",
  "sustainability-is-very-important-and-fashion": "Sustainability is very important and fashion is no longer only focused on comfort but also its impact on the environment. Our GEA and IVY basic tops are best examples. What do we know:",
  "hemp-is-antibacterial": "HEMP is antibacterial, which means you can wear it longer than other fabrics, before washing,",
  "no-pesticides-need": "no pesticides need to be used to grow it as it is weed,",
  "less-water-is-needed": "at least 50% less water is needed to grow it,",
  "there-are-no-waste": "there are no waste products as the whole plant is used for different purposes.",
  "STAY INSPIRED WITH MYNA – VIEW OUR LOOKBOOK": "STAY INSPIRED WITH MYNA – VIEW OUR LOOKBOOK"
}
