{
  "Our Mission": "Our Mission",
  "We are more than just ethical and sustainable brand": "We are more than just ethical and sustainable brand",
  "We create feminine and effortless design": "We create feminine and effortless design",
  "We design pieces to love forever, create and promote timeless fashion": "We design pieces to love forever, create and promote timeless fashion",
  "We are conscious label": "We are conscious label",
  "We promote authentic connection": "We promote authentic connection",
  "we-design-pieces-that-are-beautiful": "We design pieces that are beautiful and inspired by natural beauty, can be versatile and worn for any occasion",
  "We design long lasting and quality designs and products": "We design long lasting and quality designs and products",
  "We are not setting new, but long lasting trends": "We are not setting new, but long lasting trends",
  "We create so you can feel amazing, beautiful and have free conscious": "We create so you can feel amazing, beautiful and have free conscious",
  "We give you attention to details and personal attention": "We give you attention to details and personal attention",
  "We aim to inspire your life!": "We aim to inspire your life!",
  "we-use-eco-friendly-fabrics": "We use eco-friendly fabrics that have minimal environmental impacts such as tencel, organic cotton, and linen. The versatility of our pieces allow for prolonged use and all of our packaging, stationery, and marketing materials are printed on recycled paper. We hand-make every piece from start to finish in Europe.",
  "Our Values": "Our Values",
  "Body Positivity": "Body Positivity",
  "we-bring-a-trusted-and-beautiful": "We bring a trusted and beautiful product that compliments her life and her natural beauty.",
  "Positive Impact": "Positive Impact",
  "we-are-dreamers-and-believers": "We are dreamers and believers. By working with ethical and sustainable products, we promote such producers in hope it will increase demand for ethical and sustainable fashion.",
  "Humanity": "Humanity",
  "we-are-not-willing-to-compromise": "We are not willing to compromise people for things. We're an ethically made brand without sweatshop labor, and treat our team as equal partners and collaborators.",
  "Environment": "Environment",
  "we-promote-slow-fashion-movement": "We promote slow fashion movement, to contribute towards reduction of fashion waste.",
  "Our Vision": "Our Vision",
  "our-vision-is-a-world-dedicated": "Our vision is a world dedicated to feminine spirit, celebrating woman through timeless design and love of hidden details, like secrets only she knows.",
  "we-would-like-our-brand-to-be-classic": "We would like our brand to be classic and beautiful, subtle and feminine to reflect our brand and our designs. We want our customer to feel personal connection with the brand, feel unique and cared for, feel beautiful, feel she deserves to look beautiful and can do so effortlessly, at the same she knows she is making the right choice for herself, her loved ones and our beautiful planet. By making conscious choice of purchasing our pieces she looks beautiful, but she does not compromise her values.",
  "Our Story": "Our Story",
  "fashion-was-always-deep": "Fashion was always deep in my heart and evolved to the moment when I didn't wanted to participate anymore in the fast fashion trend. From a very young age, I loved beauty. But I don't want to leave a negative impact on the world. I want to transform the fashion world.",
  "thats-how-myna-came-about": "That's how Myna came about. I was introduced to sustainable fashion by my very old friend who started Mynalabel together with me. The idea was to create label which care about environment and preserves the world for our children. Since than I want to wear clothes that are made by honest wage earners, not transported halfway across the world. I have own vision in style, which I couldn’t find elsewhere. I was searching for feminine forms inspired by romantic&timeless designs, which I will love for years.",
  "thanks-to-myna": "Thanks to Myna, I have fulfilled my dream that started when I was a little girl learning sewing from my mother. The day I graduated from the London College of Fashion, I knew this was not the end of fulfilling my dreams. Once I had saved up enough money, and my kids had grown up a bit, I could finally realize my dream of creating an ethical and Eco-friendly clothing brand.",
  "we-love-timeless-fashion": "We love timeless fashion and living in harmony with nature. My mother is my biggest fan and we inspire each other's creativity. I hope my fashion can inspire you too.",
  "Designer": "Designer",
  "Inspiration": "Inspiration",
  "nature-as-muse": "Nature as muse"
}
