{
  "Sustainability": "Sustainability",
  "Who made your clothes": "Who made your clothes",
  "all-our-pieces-are-hand-crafted": "All our pieces are hand-crafted by our family members in Poland. They take care of all the sewing, cutting and sizing. All items are made with special care and with dedication of our Executive Seamstresses. Together with Justyna, they thoroughly check every piece before it makes its way to you. Our goal is that every piece is loved and worn for years, thus we make every piece with commitment to quality.",
  "Timeless pieces": "Timeless pieces",
  "we-give-you-small-capsule-collections": "We give you small capsule collections, that are timeless and work together over the seasons. We believe in creating items, that you will love for years, pieces that are unique but versatile, they can be worn together to create whole outfit, and you can easily transform from special occasion to casual look.",
  "our-pieces-are-destined-to-complement": "Our pieces are destined to complement your life, your lifestyle and your body. They are made by women and for women, we created each piece for our friends, families and ourselves. We live and breathe our creations and we are proud to share them with you.",
  "Ethically sourced": "Ethically sourced",
  "we-believe-in-transparency": "We believe in transparency. We work with people and companies that are dedicated to ethical and sustainable sourcing and production. We rely on certification for sustainable and where possible organic fabrics. All fabrics are dyed naturally and without harm to the environment. We seek to build close relationships with our suppliers to ensure best quality without compromising impact on environment and communities. Every item consists description of textiles and their origins. Ask us anything, we are happy to share everything.",
  "Our suppliers": "Our suppliers",
  "Samatoa": "Samatoa",
  "cambodian-based-social-textile": "Cambodian based social textile enterprise focusing on the values of fair trade and sustainability. They produce unique and innovative fabric blends with lotus flower. Plus they provide long-lasting and fair employment to over 500 local women.",
  "Siebenblau": "Siebenblau",
  "germany-based-natural-organic": "Germany based natural organic cotton and linen fabric distributor, providing mostly biodegradable products.",
  "Fabric House SRL": "Fabric House SRL",
  "italy-based-distributor": "Italy based distributor of tencel, modal and cupro textiles, selling innovative, sustainable textiles using closed loop technology and limited resources.",
  "Packaging and shipping": "Packaging and shipping",
  "we-exclusively-use-recyclable": "We exclusively use recyclable and biodegradable stationary and packaging. Our pieces are packaged in linen bags, which can be reused for storaged in your home. We work with Carbonfund.org to make our shipping carbon-neutral. Carbonfund help us to calculate our shipping related emissions, and we offset these by donating to their environmental preservation programmes.",
  "The creation": "The creation",
  "The Design Process": "The Design Process",
  "Nature Friendly Packaging": "Nature Friendly Packaging",
  "Multi Purpose Packaging": "Multi Purpose Packaging"
}
